[A_Item.GrenadeMod_Standard GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Custom.GrenadeMod_FusterCluck GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Custom.GrenadeMod_SkyRocket GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_BonusPackage GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_BouncingBonny GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_Exterminator GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_Fastball GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_FlameSpurt GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_Leech GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_NastySurprise GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_Quasar GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Legendary.GrenadeMod_RollingThunder GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[DamageTypes.DmgType_Invisible WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageTypes.DmgType_Vertical WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Delivery.Delivery_Fastball:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Esqueça a curva, baby... lance a bola rápida."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_NastySurprise:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Suprimentos!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_RollingThunder:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="O trovão trará a dor!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_SkyRocket:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="ATENÇÃO: não recomendado para uso em interiores."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_SkyRocket:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Os danos dependem do nível do jogador."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_AreaEffect:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Provoca danos constantes aos inimigos que estejam ao alcance do raio de ação da Granada."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_BonusPackage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="O dobro de efeito, com doses extras de bônus!"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_BouncingBetty:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Lance uma devastadora rajada de estilhaços com um projétil ricocheteante."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_BouncingBonny:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Sua irmã é uma vagabunda."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_FlameSpurt:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="... de fogo e enxofre era a sua repiração..."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_FusterCluck:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Deixa chover!"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_KissOfDeath:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="São necessários dois para colocá-la em apuros"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Leech:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="É preferível uma dezena de sanguessugas famintos do que centenas de homens numa guerra."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Mirv:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Se divide em várias granadas menores que explodem ao impacto."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Quasar:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="E = mc^(OMG)/wtf"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Singularity:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Gera uma implosão inicial que atrai os inimigos para perto da granada antes que exploda."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Standard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa uma explosão normal."
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_Transfusion:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Gera várias granadas de dispersão que procuram os inimigos e roubam sua saúde ao atingí-los."
NoConstraintText=""
Suffix=""
Prefix=""

[Prefix.Prefix_Corrosive ItemNamePartDefinition]
PartName="Corrosivo"

[Prefix.Prefix_Explosive ItemNamePartDefinition]
PartName="Explosivo"

[Prefix.Prefix_Homing ItemNamePartDefinition]
PartName="Busca"

[Prefix.Prefix_Homing_Bandit ItemNamePartDefinition]
PartName="Busca"

[Prefix.Prefix_Homing_Sticky ItemNamePartDefinition]
PartName="Busca e Gruda"

[Prefix.Prefix_Homing_Sticky_Bandit ItemNamePartDefinition]
PartName="Busca e Gruda"

[Prefix.Prefix_Incendiary ItemNamePartDefinition]
PartName="Incendiária"

[Prefix.Prefix_Lob ItemNamePartDefinition]
PartName="Arremessar"

[Prefix.Prefix_Lob_Bandit ItemNamePartDefinition]
PartName="Arremessar"

[Prefix.Prefix_Lob_Sticky ItemNamePartDefinition]
PartName="Arremessar e Grudar"

[Prefix.Prefix_Lob_Sticky_Bandit ItemNamePartDefinition]
PartName="Arremessar e Grudar"

[Prefix.Prefix_Longbow ItemNamePartDefinition]
PartName="Longbow"

[Prefix.Prefix_Longbow_Bandit ItemNamePartDefinition]
PartName="Lance Longo"

[Prefix.Prefix_Longbow_Sticky ItemNamePartDefinition]
PartName="Lance Longo e Gruda"

[Prefix.Prefix_Longbow_Sticky_Bandit ItemNamePartDefinition]
PartName="Lance Longo e Gruda"

[Prefix.Prefix_Rubberized ItemNamePartDefinition]
PartName="Emborrachada"

[Prefix.Prefix_Rubberized_Bandit ItemNamePartDefinition]
PartName="Emborrachada"

[Prefix.Prefix_Rubberized_Exploder ItemNamePartDefinition]
PartName="X-TR3M Emborrachada"

[Prefix.Prefix_Sentient ItemNamePartDefinition]
PartName="Sensível"

[Prefix.Prefix_Shock ItemNamePartDefinition]
PartName="Choque"

[Prefix.Prefix_Slag ItemNamePartDefinition]
PartName="Slag"

[Title.Title_AreaEffectCorrosive ItemNamePartDefinition]
PartName="Nuvem Corrosiva"

[Title.Title_AreaEffectIncendiary ItemNamePartDefinition]
PartName="Explosão de Fogo"

[Title.Title_AreaEffectShock ItemNamePartDefinition]
PartName="Tesla"

[Title.Title_BonusPackage ItemNamePartDefinition]
PartName="Pacote Bônus"

[Title.Title_BouncingBettyCorrosive ItemNamePartDefinition]
PartName="Betty Saltitante Corrosiva"

[Title.Title_BouncingBettyCorrosive_Bandit ItemNamePartDefinition]
PartName="Betty Saltitante Ácida"

[Title.Title_BouncingBettyExplosive ItemNamePartDefinition]
PartName="Betty Saltitante"

[Title.Title_BouncingBettyExplosive_Bandit ItemNamePartDefinition]
PartName="Betty Saltitante"

[Title.Title_BouncingBettyIncendiary ItemNamePartDefinition]
PartName="Betty Saltitante Incendiária"

[Title.Title_BouncingBettyIncendiary_Bandit ItemNamePartDefinition]
PartName="Betty Saltitante Incendiária"

[Title.Title_BouncingBettyShock ItemNamePartDefinition]
PartName="Betty Saltitante Elétrica"

[Title.Title_BouncingBettyShock_Bandit ItemNamePartDefinition]
PartName="Betty Saltitante Elétrica"

[Title.Title_BouncingBettySlag ItemNamePartDefinition]
PartName="Betty Saltitante de Slag"

[Title.Title_BouncingBettySlag_Bandit ItemNamePartDefinition]
PartName="Betty Saltitante de Slag"

[Title.Title_BouncingBonny ItemNamePartDefinition]
PartName="Bonny Saltitante"

[Title.Title_ExterminatorCorrosive ItemNamePartDefinition]
PartName="Pandemia"

[Title.Title_ExterminatorCorrosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Propaga a enfermidade."
NoConstraintText=""
Suffix=""
Prefix=""

[Title.Title_ExterminatorIncendiary ItemNamePartDefinition]
PartName="Abelha de Fogo"

[Title.Title_ExterminatorIncendiary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Chegaram as abelhas!"
NoConstraintText=""
Suffix=""
Prefix=""

[Title.Title_ExterminatorShock ItemNamePartDefinition]
PartName="Tempestade Frontal"

[Title.Title_ExterminatorShock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Às vezes um raio cai duas vezes no mesmo lugar."
NoConstraintText=""
Suffix=""
Prefix=""

[Title.Title_Fastball ItemNamePartDefinition]
PartName="Bola Rápida"

[Title.Title_FlameSpurt ItemNamePartDefinition]
PartName="Sopro do Terramorfo"

[Title.Title_FusterCluck ItemNamePartDefinition]
PartName="Fuster Cluck"

[Title.Title_GrenadeCorrosive ItemNamePartDefinition]
PartName="Granada Corrosiva"

[Title.Title_GrenadeCorrosive_Bandit ItemNamePartDefinition]
PartName="Granada Ácida"

[Title.Title_GrenadeExplosive ItemNamePartDefinition]
PartName="Granada"

[Title.Title_GrenadeExplosive_Bandit ItemNamePartDefinition]
PartName="Granada"

[Title.Title_GrenadeIncendiary ItemNamePartDefinition]
PartName="Granada Incendiária"

[Title.Title_GrenadeIncendiary_Bandit ItemNamePartDefinition]
PartName="Granada Incendiária"

[Title.Title_GrenadeShock ItemNamePartDefinition]
PartName="Granada de Choque"

[Title.Title_GrenadeShock_Bandit ItemNamePartDefinition]
PartName="Granada de Choque"

[Title.Title_GrenadeSlag ItemNamePartDefinition]
PartName="Granada de Slag"

[Title.Title_GrenadeSlag_Bandit ItemNamePartDefinition]
PartName="Granada de Slag"

[Title.Title_KissOfDeath ItemNamePartDefinition]
PartName="Beijo da Morte"

[Title.Title_LeechCorrosive ItemNamePartDefinition]
PartName="Sucção Cáustica"

[Title.Title_LeechIncendiary ItemNamePartDefinition]
PartName="Sucção de Fogo"

[Title.Title_LeechShock ItemNamePartDefinition]
PartName="Sucção Elétrica"

[Title.Title_MirvCorrosive ItemNamePartDefinition]
PartName="Mirv Corrosiva"

[Title.Title_MirvCorrosive_Bandit ItemNamePartDefinition]
PartName="Mirv Ácida"

[Title.Title_MirvExplosive ItemNamePartDefinition]
PartName="Mirv"

[Title.Title_MirvExplosive_Bandit ItemNamePartDefinition]
PartName="Mirv"

[Title.Title_MirvIncendiary ItemNamePartDefinition]
PartName="Mirv Incendiária"

[Title.Title_MirvIncendiary_Bandit ItemNamePartDefinition]
PartName="Mirv Incendiária"

[Title.Title_MirvShock ItemNamePartDefinition]
PartName="Mirv Elétrica"

[Title.Title_MirvShock_Bandit ItemNamePartDefinition]
PartName="Mirv Elétrica"

[Title.Title_MirvSlag ItemNamePartDefinition]
PartName="Mirv de Slag"

[Title.Title_MirvSlag_Bandit ItemNamePartDefinition]
PartName="Mirv de Slag"

[Title.Title_NastySurprise ItemNamePartDefinition]
PartName="Surpresa Desagradável"

[Title.Title_Quasar ItemNamePartDefinition]
PartName="Quasar"

[Title.Title_RollingThunder ItemNamePartDefinition]
PartName="Trovão Relampejante"

[Title.Title_SingularityCorrosive ItemNamePartDefinition]
PartName="Singularidade Corrosiva"

[Title.Title_SingularityExplosive ItemNamePartDefinition]
PartName="Singularidade"

[Title.Title_SingularityIncendiary ItemNamePartDefinition]
PartName="Singularidade Incendiária"

[Title.Title_SingularityShock ItemNamePartDefinition]
PartName="Singularidade Elétrica"

[Title.Title_SingularitySlag ItemNamePartDefinition]
PartName="Singularidade de Slag"

[Title.Title_SkyRocket ItemNamePartDefinition]
PartName="Foguete Contrabandiado"

[Title.Title_TransfusionCorrosive ItemNamePartDefinition]
PartName="Transfusão Corrosiva"

[Title.Title_TransfusionExplosive ItemNamePartDefinition]
PartName="Transfusão"

[Title.Title_TransfusionIncendiary ItemNamePartDefinition]
PartName="Transfusão Incendiária"

[Title.Title_TransfusionShock ItemNamePartDefinition]
PartName="Transfusão de Choque"

[Title.Title_TransfusionSlag ItemNamePartDefinition]
PartName="Transfusão de Slag"

